Repository: sillsdev/FwLocalizations
Catalog: messages.ms.tmx
Source language: en
Languages: ms

source: Copy pictures and media files to the export folder.
ms: Salin gambar dan fail media ke folder eksport.

source: Copy text to the clipboard.
ms: Salin teks ke papan keratan.

source: Copy the contents of the source field to the target field
ms: Salin kandungan bidang sumber ke bidang sasaran

source: &Copy this information to the clipboard and I will paste it into an email message myself.
ms: &Salin maklumat ini ke papan keratan dan saya akan tampalkannya sendiri ke dalam satu mesej e-mel.

source: &Copy this message to the clipboard and I will paste it into an email message myself.
ms: &Salin mesej ini ke papan keratan dan saya akan tampalkannya sendiri ke satu mesej e-mel.

source: &Copy to Linked Files folder
ms: &Salin ke folder Fail Terpaut

source: Correct
ms: Betul

source: Could not connect to server. Check service is running and that any running firewalls are configured to allow connections to the service.
ms: Tidak dapat sambung ke pelayan. Perkhidmatan periksa sedang berjalan dan bahawa sebarang injap api yang sedang berjalan adalah dikonfigur untuk membenarkan penyambungan ke perkhidmatan tersebut.

source: Could not connect to server. Check that FwRemoteDatabaseConnectorService is running on the remote server and that any firewalls are configured to allow connections to it.
ms: Tidak dapat sambung ke pelayan. Periksa bahawa FwRemoteDatabaseConnectorService adalah sedang berjalan di atas pelayan jarak jauh dan bahawa sebarang injap api adalah dikonfigur untuk membenarkan penyambungan.

source: Could not contact host: {0} using port {1}
ms: Tidak dapat menghubungi hos: {0} menggunakan port {1}

source: Could not locate the tool named '{0}'.
ms: Tidak dapat meletakkan lokasi alat yang bernama '{0}'.

source: Count
ms: Kira

source: Counter Evidence
ms: Lawan Bukti

source: Counter Evidence:
ms: Lawan Bukti:

source: Country
ms: Negara

source: Country Name
ms: Nama Negara

source: &Create
ms: &Buat

source: Create
ms: Buat

source: Create a group of ad hoc rules.
ms: Buat satu kumpulan peraturan adhoc.

source: Create a new {0}.
ms: Buat {0} baru.

source: Create a new entry and add it to the lexicon.
ms: Buat entri baru dan tambahkan ia pada leksikon.

source: Create a new FieldWorks project.
ms: Buat projek FieldWorks baru.

source: Create a new lexical entry.
ms: Buat entri leksikal baru.

source: Create a new lexical relation.
ms: Buat kaitan leksikal baru.

source: Create a &New Project...
ms: Buat &Projek Baru...

source: Create a new reversal entry.
ms: Buat entri pembalikan baru.

source: Create a new semantic domain.
ms: Buat domain semantik baru.

source: Create Affix Form
ms: Buat Bentuk Imbuhan

source: Create Email Message
ms: Buat Mesej E-mel

source: &Create Entry...
ms: &Buat Entri...

source: Create Linker Form
ms: Buat Bentuk Pemaut

source: Create my own set of anthropology categories (start with a blank list)
ms: Buat peranggu kategori antropologi saya sendiri (mula dengan senarai kosong)

source: Create New Entry...
ms: Buat Entri Baru...

source: Create New Grammatical Info.
ms: Buat Maklumat Tatabahasa Baru.

source: Create new inflectional affix
ms: Buat imbuhan infleksi baru

source: Create New Lexical Relation...
ms: Buat Jenis Kaitan Leksikal Baru...

source: Create Reversal
ms: Buat Pembalikan

source: Create Reversal Index
ms: Buat Indeks Pembalikan

source: &Create Shortcut on Desktop
ms: &Buat Pintasan di Atas Meja

source: _Create Shortcut on Desktop
ms: _Buat pintasan di Atas Meja

source: Create shortcut on desktop for this project
ms: Buat pintasan di atas meja bagi projek ini

source: Create Stem Form
ms: Buat Bentuk Dasar

source: &Create...
ms: &Buat Baru...

source: created on:
ms: dibuat pada:

source: Created/Modified
ms: Dibuat/Diubahsuai

source: Creating {0}
ms: Membuat {0}

source: Creating a temporary copy of {0} failed. The copy process returned error code {1} and error message {2}.
ms: Membuat salinan sementara dari {0} gagal. Proses menyalin mengembalikan kod {1} dan mesej ralat {2}.

source: Creating default writing systems...
ms: Membuat sistem penulisan asal...

source: Creating new database...
ms: Membuat pangkalan data baru...

source: Creating window for {0} Project...
ms: Membuat tetingkap untuk Projek {0}...

source: Creation Date
ms: Tarikh Pembuatan

source: Creation Progress:
ms: Kemajuan Pembuatan:

source: Cross References
ms: Rujukan Silang

source: Ctrl+Click to jump
ms: Ctrl+Klik untuk lompat

source: Ctrl-click a check box to include all subitems
ms: Kontrol-klik kotak semak untuk menyertakan semua sub butir

source: Cu_t
ms: _Potong

source: Current Columns
ms: Kolum Semasa

source: Current Language
ms: Bahasa Semasa

source: Current Reversal Index
ms: Indeks Pembalikan Semasa

source: Current Writing System
ms: Sistem Penulisan Semasa

source: Custom
ms: Khas

source: Custom _Fields...
ms: _Bidang Khas...

source: Custom Bar
ms: Bar Khas

source: Custom Field &Name:
ms: &Nama Bidang Khas

source: Custom Fields
ms: Bidang-bidang Khas

source: Custom Fields cannot be added when there is more than one connected client.
ms: Tidak dapat menambah Bidang Khas apabila terdapat lebih daripada seorang pelanggan berhubung.

source: Custom Fields cannot be added.
ms: Tidak dapat menambah Bidang Khas.

source: &Custom Fields:
ms: &Bidang Khas:

source: Custom Styles
ms: Gaya Khas

source: Custom:
ms: Khas:

source: Customize
ms: Mengekhaskan

source: &Customize...
ms: &Mengekhaskan...

source: Customize...
ms: Mengekhaskan...

source: Customized &spelling dictionary files
ms: &Fail kamus ejaan khas

source: Customized spelling dictionary files
ms: Fail kamus ejaan khas

source: Customized Styles
ms: Gaya Khas

source: Cu&t
ms: &Potong

source: Cut
ms: Potong

source: Cut failed
ms: Gagal memotong

source: CV Pattern
ms: Pola CV

source: CV Patterns
ms: Pola-pola CV

source: CVPattern
ms: Pola CV

source: Dark Blue,0,0,128
ms: Biru Tua,0,0,128

source: Dark Green,0,51,0
ms: Hijau Tua,0,51,0

source: Dark Red,128,0,0
ms: Merah Tua,128,0,0

source: Dark Teal,0,51,102
ms: Hijau Kebiruan Tua,0,51,102

source: Dark Yellow,128,128,0
ms: Kuning Tua,128,128,0

source: Data Migration
ms: Penghijrahan Data

source: Database File:
ms: Fail Pangkalan Data:

source: Database Files
ms: Fail Pangkalan Data

source: Date
ms: Tarikh

source: Date Created
ms: Tarikh Dibuat

source: Date Created:
ms: Tarikh Dibuat:

source: Date Format
ms: Format Tarikh

source: Date format picture elements: d = day of the month (first = 1) dd = day of the month (first = 01) M = numeric month (January = 1) MM = numeric month (January = 01) MMM = month abbreviation (January = Jan) MMMM = month name (January = January yy = year (2001 = 01) yyyy = year (2001 = 2001) Punctuation and space characters are also allowed as verbatim elements.
ms: Elemen gambar format tarikh: d = haribulan (satu = 1) dd = haribulan (satu = 01) M = bulan mengikut nombor (Januari = 1) MM = bulan mengikut nombor (Januari = 01) MMM = singkatan bulan (Januari = Jan) MMMM = nama bulan (Januari = Januari yy = tahun (2001 = 01) yyyy = tahun (2001 = 2001) Tanda bacaan dan aksara-aksara jarak juga dibenarkan sebagai elemen-elemen kata demi kata.

source: Date format:
ms: Format Tarikh:

source: Date formats:
ms: Format-format Tarikh:

source: Date Modified
ms: Tarikh Diubahsuai

source: Date Modified:
ms: Tarikh Diubahsuai:

source: Date of Birth
ms: Tarikh Lahir

source: Date of Death
ms: Tarikh Meninggal

source: Date of Event
ms: Tarikh Peristiwa

source: Date of Event:
ms: Tarikh Peristiwa:

source: Date/Time field import options
ms: Pilihan import bidang tarikh/masa

source: Decrease Indent
ms: Kurangkan Inden

source: default
ms: asal

source: Default
ms: Asal

source: Default - Import Residue Auto
ms: Asal - Sisa Import (Automatik)

source: Default Analysis
ms: Analisis Asal

source: &Default backup folder
ms: &Folder backup asal

source: Default Backup Folder
ms: Folder Backup Asal

source: Default font:
ms: Fon Asal:

source: <default font>
ms: <fon asal>

source: Default Inflection Class
ms: Kelas Infleksi Asal

source: Default Paragraph Characters
ms: Aksara Perenggan Asal

source: Default Parser (XAmple)
ms: Penghurai Kata Asal (XAmple)

source: Default Pronunciation
ms: Sebutan Asal

source: <default settings>
ms: <tetapan asal>

source: Default Style
ms: Gaya Asal

source: Default Vernacular
ms: Vernakular Asal

source: Define a new custom field for importing.
ms: Tentukan bidang khas baru untuk mengimport.

source: &Define New...
ms: &Takrif Baru...

source: D&efine New...
ms: T&akrif Baru...

source: Definition
ms: Definisi

source: Definition (or Gloss)
ms: Definisi (atau Glos)

source: &Delete
ms: &Hapus

source: Delete
ms: Hapus

source: Delete {0}
ms: Hapus {0}

source: Delete {0} View
ms: Hapus {0} Paparan

source: _Delete {0}...
ms: _Hapus {0}...

source: Delete a FieldWorks project.
ms: Hapus projek FieldWorks.

source: Delete Affix Slot
ms: Hapus Slot Imbuhan

source: Delete Affix Template
ms: Hapus Templat Imbuhan

source: Delete Allomorph
ms: Hapus Alomorf

source: Delete Allomorph Rule
ms: Hapus Peraturan Alomorf

source: Delete AlternateForm
ms: Hapus BentukPengganti

source: Delete Analysis...
ms: Hapus Analisis

source: Delete Candidate...
ms: Hapus Calon...

source: Delete Complex Form Info
ms: Hapus Maklumat Bentuk Kompleks

source: Delete Disapproved Analysis...
ms: Hapus Analisis yang tidak Diterima...

source: Delete Etymology
ms: Hapus Etimologi

source: Delete Example
ms: Hapus Contoh

source: Delete Feature Set
ms: Hapus Set Ciri

source: Delete FieldWorks Project
ms: Hapus Projek FieldWorks

source: Delete FieldWorks project.
ms: Hapus projek FieldWorks.

source: &Delete FieldWorks Project...
ms: &Hapus Projek FieldWorks...

source: Delete Free Translation
ms: Hapus Terjemahan Bebas

source: Delete Gloss...
ms: Hapus Glos...

source: Delete Grammatical Info.
ms: Hapus Maklumat Tatabahasa

source: Delete Grapheme
ms: Hapus Grafem

source: Delete Inflection Class
ms: Hapus Kelas Infleksi

source: Delete Literal Translation
ms: Hapus Terjemahan Harafiah

source: Delete Morpheme Rule
ms: Hapus Peraturan Morfem

source: Delete multi-morphemic analyses
ms: Hapus analisis morfemik berbilang

source: Delete Note
ms: Hapus Nota

source: Delete Participants
ms: Hapus Peserta

source: Delete Picture
ms: Hapus Gambar

source: _Delete Project...
ms: _Hapus Projek...

source: Delete Question
ms: Hapus Soalan

source: Delete Reference
ms: Hapus Rujukan

source: Delete Relation
ms: Hapus Kaitan

source: Delete removes the selected substitution.
ms: Hapus menanggalkan gantian yang dipilih.

source: Delete Reversal Index
ms: Hapus Indeks Pembalikan

source: Delete selected {0}
ms: Hapus {0} terpilih

source: Delete Selected Text
ms: Hapus Teks Terpilih

source: Delete Stem Name
ms: Hapus Nama Dasar

source: Delete subitem and its subitems
ms: Hapus sub butir dan sub butir-sub butirnya

source: Delete the checked items (rows) from the database
ms: Hapus (baris) butir yang diperiksa dari pangkalan data

source: Delete the contents of the specified column for all selected rows
ms: Hapus kandungan kolum yang dikhaskan bagi semua baris terpilih

source: Delete the selection.
ms: Hapus pilihan.

source: Delete this {0}.
ms: Hapuskan ini {0}.

source: Delete this Category and any Subcategories
ms: Hapus Kategori ini dan sebarang Subkategori

source: Delete this Entry and any Subentries
ms: Hapus Entri ini dan sebarang Subentri

source: Delete this Media Link
ms: Hapus Pautan Media ini

source: Delete this Pronunciation
ms: Hapus Sebutan ini

source: Delete this Sense and any Subsenses
ms: Hapus Makna ini dan sebarang Submakna

source: Delete this Wordform
ms: Hapus Bentuk kata ini

source: Delete Translation
ms: Hapus Terjemahan

source: Delete User Configuration
ms: Hapus Konfigurasi Pengguna

source: Delete Variant
ms: Hapus Varian

source: Delete Variant Info
ms: Hapus Maklumat Varian

source: Delete Wordform...
ms: Hapus Bentuk Kata...

source: Delete Writing System
ms: Hapus Sistem Penulisan

source: &Delete...
ms: &Hapus...

source: Delete:
ms: Hapus:

source: Deletes the selected date format.
ms: Hapuskan format tarikh yang dipilih.

source: Deleting discourse charts for this text.
ms: Menghapus carta wacana bagi teks ini.

source: Deleting the allomorph will also delete them.
ms: Menghapus alomorf tersebut juga akan menghapusnya.

source: Deleting the entry will also delete them.
ms: Menghapus entri tersebut juga akan menghapusnya.

source: Deleting the object
ms: Menghapus objek

source: Delimiters indicating multiple items on a line:
ms: Pembatas menunjukkan butir berbilang di atas garis:

source: Delimiters indicating subitems:
ms: Pembatas menunjukkan sub butir:

source: Demote
ms: Turunkan

source: Demote Record...
ms: Turunkan Rekod...

source: Demote...
ms: Turunkan...

source: Derivational
ms: Terbitan

source: Derivational Affix Analysis
ms: Analisis Imbuhan Terbitan

source: Descri&ption
ms: Deskri&psi

source: Description
ms: Deskripsi

source: &Description:
ms: &Deskripsi:

source: D&escription:
ms: D&eskripsi:

source: De&scription:
ms: De&skripsi:

source: Description:
ms: Deskripsi:

source: Descriptor
ms: Pemerihal

source: Destination
ms: Destinasi

source: Destination folder must be an existing subfolder of the Linked Files folder: {0}
ms: Folder destinasi mestilah subfolder folder Fail Terpaut yang sedia ada: {0}

source: Destination in Language Explorer:
ms: Tujuan dalam Language Explorer:

source: Destination in the FieldWorks Notebook:
ms: Destinasi dalam Buku Nota FieldWorks:

source: details
ms: Perincian

source: Details for the developers:
ms: Butiran bagi pemaju:

source: Details:
ms: Perincian:

source: Dictionary
ms: Kamus

source: Dictionary Entry
ms: Masukan Kamus

source: Different &name:
ms: &Nama lain:

source: Direct Formatting
ms: Pemformatan Terus

source: Direction
ms: Arah

source: &Direction:
ms: &Arah:

source: Direction:
ms: Arah:

source: Disapprove
ms: Tidak Setuju

source: Discourse Note
ms: Nota Wacana

source: Discourse Notes
ms: Nota-nota Wacana

source: Discussion
ms: Perbincangan

source: Discussion:
ms: Perbincangan:

source: Display all possible fields.
ms: Paparkan semua bidang yang mungkin.

source: Display each Complex Form indented on a new line.
ms: Paparkan setiap Bentuk Kompleks berengsot pada baris baru.

source: Display each sense in a paragraph
ms: Paparkan setiap makna dalam perenggan

source: Display if data present
ms: Paparkan jika data hadir

source: &Display items in the list by:
ms: &Paparkan butiran dalam senarai melalui:

source: Display the final import report.
ms: Paparkan laporan import terakhir.

source: Display the import report.
ms: Paparkan laporan import.

source: Display Writing System Abbreviations
ms: Paparkan Singkatan Sistem Penulisan

source: Displayed lines:
ms: Baris dipaparkan:

source: Displays all properties for the selected encoding converter.
ms: Memaparkan semua milik untuk penukar pengekodan yang dipilih.

source: Displays more information to help you use this dialog box.
ms: Memaparkan lebih banyak maklumat untuk anda menggunakan kotak dialog ini.

source: Displays the Ethnologue code for the selected language.
ms: Memaparkan Kod Etnolog bagi bahasa terpilih.

source: Displays the output of conversion.
ms: Memaparkan output penukaran.

source: Do not change these values until you understand what they control.
ms: Jangan ubah nilai-nilai ini sehingga anda faham apa yang dikawal nilai-nilai tersebut.

source: Do nothing
ms: Tidak melakukan apa-apa

source: Do you also want to delete the entire project folder for {0}, including all linked files (for example, picture, sound, or movie files)?
ms: Adakah anda mahu menghapus seluruh folder projek bagi {0}, termasuk semua fail terpaut (contohnya, gambar, bunyi, atau fail wayang gambar) juga?

source: Do you really want to delete this Reversal Index?
ms: Adakah anda betul-betul hendak menghapus Indeks Pembalikan ini?

source: Do you want to continue with the deletion?
ms: Adakah anda hendak teruskan penghapusan?

source: Do you want to continue with the restore?
ms: Adakah anda hendak teruskan dengan proses mengembalikan semula?

source: Do you want to migrate existing projects from an older version of FieldWorks?
ms: Mahukah anda menghijrahkan projek sedia ada dari versi FieldWorks yang lebih lama?

source: Do you want to study the training materials for Language Explorer? If you click Yes, the Sena 3 sample project will open. On the Help menu, point to Training and click Student Manual for a walk-through guide. Alternatively, point to Demo Movies and choose an option. - Play All gives a half-hour overview of Language Explorer. - You may also choose specific demo movie topics. If you click No, you will see various options for starting work in Language Explorer.
ms: Adakah anda mahu mempelajari bahan-bahan latihan untuk Language Explorer? Jika anda klik Ya, akan membuka projek sampel Sena 3. Pada menu Bantuan, halakan anak panah ke Latihan dan klik Manual Pelajar untuk panduan latihan. Sebagai pilihan lain, halakan anak panah ke Demo Movies dan pilih satu opsyen. - Mainkan Semuamemberi gambaran keseluruhan Language Explorer selama setengah jam. - Mungkin anda juga mahu memilih tajuk-tajuk wayang gambar ragaan tertentu . Jika anda klik Tidak, anda akan melihat berbagai opsyen untuk mulakan kerja dalam Language Explorer.

source: Do you want to try to connect again now?
ms: Mahukah anda mencuba untuk sambung semula sekarang?

source: Document
ms: Dokumen

source: Double
ms: Ganda

source: Double above
ms: Gandakan atas

source: Double below
ms: Gandakan bawah

source: Double Spacing
ms: Jarak Ganda

source: Double Underline
ms: Garis Bawah Ganda

source: Duplicate
ms: Pendua

source: Duplicate Custom Field Names
ms: Nama Bidang Khas Pendua

source: Duplicate Name
ms: Nama Pendua

source: Duplicate Wordforms
ms: Bentuk kata Pendua

source: Each processor must have a unique name
ms: Setiap pemproses mestilah mempunyai nama unik

source: Edit Grammatical Info.
ms: Edit Maklumat Tatabahasa

source: Edit Morph Breaks...
ms: Edit Sela-sela Morfem...

source: _Edit Parser Parameters...
ms: _Edit Parameter-parameter Penghurai Kata...

source: Edit Reference Set Details
ms: Edit Perincian Set Rujukan

source: Edit slots for {0}
ms: Edit slot-slot untuk {0}

source: Edit Spelling Status
ms: Edit Status Ejaan

source: Edit the Academic Domains
ms: Edit Domain Akademik

source: Edit the Anthropology Categories
ms: Edit Kategori Antropologi

source: Edit the Category Inflectable Features
ms: Edit Ciri-ciri Kategori yang dapat Difleksikan

source: Edit the Complex Form Types
ms: Edit Jenis Bentuk Kompleks

source: Edit the Education list
ms: Edit Senarai Pendidikan

source: Edit the Entry Types
ms: Edit Jenis Entri

source: Edit the Environments
ms: Edit Sekitaran

source: Edit the Exception "Features"
ms: Edit Pengecualian "Ciri-ciri"

source: Edit the Feature Types
ms: Edit Jenis-jenis Ciri

source: Edit the Features
ms: Edit Ciri-ciri

source: Edit the Genres
ms: Edit Genre

source: Edit the Inflection Classes for {0}
ms: Edit Kelas Infleksi untuk {0}

source: Edit the Inflection Classes for {0}.
ms: Edit Kelas Infleksi untuk {0}.

source: Edit the Inflection Classes for Adjective
ms: Edit Kelas Infleksi untuk Kata Sifat

source: Edit the Inflection Classes for categories
ms: Edit Kelas Infleksi untuk kategori

source: Edit the list of Confidence levels
ms: Edit senarai tahap Keyakinan

source: Edit the list of Confidence Levels
ms: Edit senarai Tahap Keyakinan

source: Edit the list of Locations
ms: Edit senarai Lokasi

source: Edit the list of People
ms: Edit senarai Orang

source: Edit the list of Researchers
ms: Edit senarai Penyelidik

source: Edit the list of Restrictions
ms: Edit senarai Pembatasan

source: Edit the list of Usages.
ms: Edit daftar Penggunaan.

source: Edit the Locations list
ms: Edit senarai Lokasi

source: Edit the Natural Classes
ms: Edit Golongan Seciri

source: Edit the Phonemes
ms: Edit Fonem

source: Edit the Positions list
ms: Edit senarai Kedudukan

source: Edit the Publications list
ms: Edit senarai Terbitan

source: Edit the Record Types
ms: Edit Jenis Rekod

source: Edit the Semantic Domains
ms: Edit Domain Semantik

source: Edit the Sense Types
ms: Edit Jenis Makna

source: Edit the Status list
ms: Edit daftar Status

source: Edit the Stem Names for {0}
ms: Edit Nama Dasar untuk {0}

source: Edit the Stem Names for categories
ms: Edit Nama Dasar untuk kategori-kategori

source: Edit the Time of Day list
ms: Edit Masa senarai Hari

source: Edit the Variant Types
ms: Edit Jenis Varian

source: Education
ms: Pendidikan

source: Education Level
ms: Tahap Pendidikan

source: Education Levels
ms: Tahap-tahap Pendidikan

source: Empty
ms: Kosong

source: Empty Field Name
ms: Nama Bidang Kosong

source: <empty>
ms: <kosong>

source: <Empty>
ms: <Kosong>

source: Enable Graphite
ms: Membolehkan Grafit

source: enclitic
ms: enklitik

source: {0} Enclitic
ms: {0} Enklitik

source: Encoding conversion
ms: Penukaran pengekodan

source: Encoding Conversion
ms: Penukaran Pengekodan

source: Encoding Converter
ms: Penukar Pengekodan

source: Encoding Converter :
ms: Penukar Pengekodan :

source: &Encoding converter for importing {0}:
ms: &Penukar pengekodan untuk mengimport {0}:

source: Encoding converter for importing {0}:
ms: Penukar Pengekodan untuk mengimport {0}:

source: Encoding Converters
ms: Penukar Pengekod

source: Encyclopedic Info
ms: Maklumat Ensiklopedia

source: Encyclopedic Info.
ms: Maklumat Ensiklopedia.

source: End At
ms: Berpenghujung Pada

source: End of Field
ms: Hujung Bidang

source: {0} End of line
ms: {0} Akhir baris

source: End of Word
ms: Akhir Perkataan

source: &Ending marker:
ms: &Penanda akhir:

source: Ending marker:
ms: Penanda Akhir:

source: Ends
ms: Hujung

source: English
ms: Inggeris

source: Enhanced Outline of Cultural Materials (OCM), which includes additional codes to better differentiate social, religious, and ethnomusicology topics (recommended if available)
ms: Panduan Bahan-bahan Kebudayaan yang dipertingkat (Outline of Cultural Materials (OCM)), yang memasukkan kod tambahan untuk membezakan tajuk sosial, keagamaan, dan etnomuzikologi dengan lebih baik (disyorkan jika ada)

source: Enter a descriptor that will be used to identify this language for fields and infield markers, then specify the FieldWorks writing system and encoding converter for this language.
ms: Masukkan pemerihal yang akan digunakan mengenalpasti bahasa ini bagi penanda bidang dan bukan bidang, kemudian tentukan sistem penulisan FieldWorks dan penukar pengekodan bagi bahasa ini.

source: Enter a name or comment about this specific reference set. For now it is visible only in this dialog.
ms: Masukkan nama atau komen mengenai set rujukan spesifik ini. Buat masa ini, ia kelihatan hanya dalam dialog ini.

source: &Enter a single base character plus any combining characters (e.g., diacritics), then click Add.
ms: &Masukkan aksara dasar tunggal ditambah dengan sebarang gabungan aksara (contoh, tanda diakritik), kemudian klik Tambah

source: Enter a &Unicode value in hexadecimal.
ms: Masukkan nilai &Unikod dalam perenambelasan.

source: Enter any comments about what made this problem appear.
ms: Masukkan sebarang komen tentang perkara yang menyebabkan masalah ini timbul.

source: Enter or paste your text here, then click "Show Interlinear."
ms: Masukkan atau tampalkan teks anda di sini, kemudian klik "Tunjukkan Antara baris."

source: Enter or paste your text in this tab, then choose the Gloss or Analyse tabs to interlinearize.
ms: Masukkan atau tampal teks anda dalam tab ini, kemudian pilih Glos atau tab-tab Analisis untuk mengantarabariskan.

source: Enter text to search for in the Ethnologue.
ms: Masukkan teks untuk mencari dalam Etnolog.
